tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "bat"
brew "glib"
brew "pkg-config"
brew "coreutils"
brew "libidn2"
brew "curl"
brew "deno"
brew "perl"
brew "dpkg"
brew "entr"
brew "exa"
brew "findutils"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnu-sed"
brew "httpd", restart_service: true
brew "hyperfine"
brew "python@3.9"
brew "libheif"
brew "imagemagick"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "make"
brew "mas"
brew "mysql", restart_service: true
brew "nvm"
brew "php", restart_service: true
brew "php@7.4"
brew "phplint"
brew "phpunit"
brew "python@3.10"
brew "ruby"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "symfony-cli/tap/symfony-cli"
cask "devtoys"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "sequel-pro"
cask "tunnelblick"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MiniPlay", id: 936243210
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
